Revit 2027 API
ParameterTypeId.BeamSystemTagParamLeft Property
 "Left"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BeamSystemTagParamLeft { get; }
Public Shared ReadOnly Property BeamSystemTagParamLeft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BeamSystemTagParamLeft {
	ForgeTypeId^ get ();
}
static member BeamSystemTagParamLeft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace